Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Add
ar: إضافة
bg: Добави
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
es_us: Agregar
fi: Lisää
fr: Ajouter
fr_ca: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ja: 追加
kk: Қосу
ko: 추가
lt: Įtraukti
ms: Tambah
nb: Legg til
nl: Voeg toe
pl: Dodaj
pt: Adicionar
pt_pt: Adicionar
ro: Adăugați
ru: Добавить
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_cn: 添加
zh_hk: 加入
zh_tw: 加入

source: Add Data
ar: إضافة بيانات
bg: Добави данни
ca: Afegeix dades
cs: Přidat data
da: Tilføj data
de: Datenpunkt
el: Δεδομένα
es: Añadir datos
es_us: Agregar datos
fi: Lisää tietoja
fr: Ajouter des données
fr_ca: Ajouter des données
he: הוספת נתונים
hi: डेटा जोड़ें
hr: Dodajte podatke
hu: Adatok hozzáadása
id: Tambah Data
it: Aggiungi dati
ja: データを追加
kk: Дерек қосу
ko: 데이터 추가
lt: Įtraukti duomenų
ms: Tambah Data
nb: Legg til data
nl: Voeg gegevens toe
pl: Dodaj dane
pt: Adicionar Dados
pt_pt: Adicionar dados
ro: Adăugați date
ru: Данные
sk: Pridať dáta
sl: Dodaj podatke
sv: Lägg till data
th: เพิ่มข้อมูล
tr: Veri Ekle
uk: Додати дані
vi: Thêm dữ liệu
zh_cn: 添加数据
zh_hk: 加入數據
zh_tw: 加入資料

# ALL_DATA_TITLE
source: All Recorded Data
ar: كافة البيانات المسجلة
bg: Всички записи
ca: Totes les dades
cs: Všechna data
da: Alle registrerede data
de: Alle Dateneinträge
el: Όλα τα δεδομένα
es: Todos los datos
es_us: Todos los registros
fi: Tallennetut tiedot
fr: Données enregistrées
fr_ca: Données enregistrées
he: כל הנתונים שתועדו
hi: सभी दर्ज किए गए डेटा
hr: Svi snimljeni podaci
hu: Összes rögzített adat
id: Semua Data Tercatat
it: Tutti i dati salvati
ja: すべての記録データ
kk: Барлық дерек
ko: 기록된 모든 데이터
lt: Visi įrašyti duomenys
ms: Semua Data Direkod
nb: Alle registrerte data
nl: Alle gegevens
pl: Wszystkie dane
pt: Dados Registrados
pt_pt: Todos os dados
ro: Toate datele
ru: Внесенные данные
sk: Zaznamenané dáta
sl: Vsi zabeleženi podatki
sv: Alla registrerade data
th: ข้อมูลที่บันทึกทั้งหมด
tr: Tüm Kayıtlı Veriler
uk: Усі записані дані
vi: Tất cả dữ liệu đã ghi
zh_cn: 所有已记录的数据
zh_hk: 所有數據記錄
zh_tw: 所有記錄的資料

# APP_ALREADY_INSTALLED
source: Installed
ar: مثبت
bg: Инсталирано
ca: Instal·lada
cs: Nainstalováno
da: Installeret
de: Installiert
el: Εγκατεστημένο
es: Instalada
es_us: Instalada
fi: Asennettu
fr: Installée
fr_ca: Installée
he: מותקן
hi: इंस्टॉल किया गया
hr: Instalirano
hu: Telepítve
id: Terinstal
it: Installata
ja: インストール済み
kk: Орнатылған
ko: 설치됨
lt: Įdiegta
ms: Dipasang
nb: Installert
nl: Geïnstalleerd
pl: Zainstalowany
pt: Instalado
pt_pt: Instalada
ro: Instalată
ru: Установлено
sk: Nainštalované
sl: Nameščeno
sv: Installerad
th: ติดตั้งแล้ว
tr: Yüklü
uk: Інстальовано
vi: Đã cài đặt
zh_cn: 已安装
zh_hk: 已安裝
zh_tw: 已安裝

# APP_SECTION_HEADER %@
source: Apps for Tracking %@
ar: تطبيقات لتعقب %@
bg: Приложения за проследяване на %@
ca: Apps per controlar: %@
cs: Aplikace - %@
da: Apps til registrering af %@
de: Apps zum Aufzeichnen von „%@“
el: Εφαρμογές μέτρησης (%@)
es: Apps para controlar %@
es_us: Apps que registran %@
fi: %@ on seurattavissa apeilla:
fr: %@ : apps de suivi
fr_ca: %@ : apps de suivi
he: יישומים למעקב אחרי %@
hi: %@ को ट्रैक करने हेतु ऐप्स
hr: Aplikacije koje prate %@
hu: Appok a(z) %@ követéséhez
id: App untuk Mencatat %@
it: App monitoraggio %@
ja: %@におすすめのアプリ
kk: «%@» көрсеткішін қадағалауға арналған қолданбалар
ko: %@ 추적을 위한 앱
lt: Programos, kurios seka %@
ms: App untuk Menjejak %@
nb: Apper som registrerer %@
nl: Apps om %@ bij te houden
pl: Aplikacje śledzące %@
pt: Apps para Acompanhar %@
pt_pt: Aplicações para registar %@:
ro: Aplicații care urmăresc %@
ru: ПО для отслеживания %@
sk: Apky - %@
sl: Aplikacije za spremljanje %@
sv: Appar för att spåra %@
th: แอปสำหรับติดตาม%[tt]@
tr: %@ Takibi için Uygulamalar
uk: Програми стеження %@
vi: Ứng dụng theo dõi %@
zh_cn: 可跟踪%@相关信息的App
zh_hk: 追蹤%@的App
zh_tw: 追蹤%@的App

# APPS_LIST_EXPLANATION
source: As apps request permission to update your Health data, they will be added to the list.
ar: كلما طلبت التطبيقات إذنًا لتحديث بياناتك الصحية، ستتم إضافتها إلى القائمة.
bg: Когато приложенията поискат достъп до вашите здравни данни, те ще се добавят към списъка.
ca: A mesura que les apps sol·licitin permís per actualitzar les dades de salut, s’afegiran a la llista.
cs: Do tohoto seznamu budou přidávány aplikace žádající o oprávnění k aktualizaci vašich zdravotních dat.
da: Når apps beder om lov til at opdatere dine sundhedsdata, føjes de til listen.
de: Wenn Apps die Erlaubnis anfordern, deine Gesundheitsdaten zu aktualisieren, werden sie oben in der Liste hinzugefügt.
el: Κάθε εφαρμογή που ζητά άδεια για ενημέρωση των δεδομένων Υγείας σας, θα προστίθεται στη λίστα.
es: A medida que las apps soliciten permiso para actualizar tus datos de salud, se irán añadiendo a la lista.
es_us: Se agregarán a la lista las apps que soliciten permiso para actualizar tus datos de Salud.
fi: Apit lisätään luetteloon niiden pyytäessä lupaa päivittää terveystietojasi.
fr: Les apps qui demandent l’autorisation de mettre à jour vos données Santé seront ajoutées à la liste.
fr_ca: Les apps qui demandent l’autorisation de mettre à jour vos données médicales sont ajoutées à la liste.
he: כאשר יישומים יבקשו רשות לעדכן את נתוני הבריאות שלך, הם יתווספו לרשימה.
hi: जब ऐप्स आपके सेहत डेटा को अपडेट करने की अनुमति का अनुरोध करेंगे तब वे सूची में जोड़ दिए जाएँगे।
hr: Aplikacije će se dodavati u popis kako budu tražile dopuštenje za ažuriranje vaših zdravstvenih podataka.
hu: Amikor az appok engedélyt kérnek, hogy frissítsék az Ön Egészség-adatait, hozzá lesznek adva a listához.
id: Saat app meminta izin untuk memperbarui data Kesehatan Anda, app akan ditambahkan ke daftar.
it: Quando le app richiedono il permesso di aggiornare i tuoi dati sanitari, verranno aggiunte all'elenco.
ja: ヘルスケアデータのアップデート許可を求めたアプリがこのリストに追加されます。
kk: Медициналық деректеріңізді жаңартуға рұқсат сұраған қолданбалар тізімге қосылады.
ko: 앱이 사용자의 건강 데이터를 업데이트하기 위해 권한을 요청하면 이 목록에 추가됩니다.
lt: Programos, kurios paprašė leidimo atnaujinti jūsų sveikatos duomenis, bus įtrauktos į sąrašą.
ms: Apabila app meminta keizinan untuk mengemas kini data Kesihatan anda, app tersebut akan ditambahkan ke senarai.
nb: Apper som ber om tillatelse til å oppdatere helsedataene dine, blir lagt til i listen.
nl: Als apps toestemming vragen om je gezondheidsgegevens bij te werken, worden ze aan de lijst toegevoegd.
pl: Aplikacje proszące o pozwolenie na uaktualnianie danych zdrowotnych będą dodawane do listy.
pt: Conforme os apps solicitarem permissão para atualizar seus dados de Saúde, eles serão adicionados à lista.
pt_pt: À medida que forem pedindo permissão para atualizar os dados da aplicação Saúde, as aplicações serão adicionadas à lista.
ro: Pe măsură ce aplicațiile solicită permisiunea să vă actualizeze datele Sănătate, acestea vor fi adăugate în listă.
ru: Приложения, запросившие разрешение обновить Ваши медданные, будут добавлены в список.
sk: Apky, ktoré požiadajú o práva na aktualizáciu vašich zdravotných dát, budú pridané do zoznamu.
sl: Ker aplikacije zahtevajo dovoljenje za posodobitev podatkov v aplikaciji Zdravje, bodo dodane na seznam.
sv: Appar läggs till i listan allteftersom de ber om tillstånd att uppdatera dina hälsodata.
th: เมื่อแอปขอสิทธิ์อัปเดตข้อมูลสุขภาพของคุณ แอปเหล่านั้นจะถูกเพิ่มไปยังรายการนี้
tr: Uygulamalar Sağlık verilerinizi güncelleme izni istedikçe bu listeye eklenir.
uk: Програми, які хочуть оновлювати ваші Меддані, додаватимуться до цього списку.
vi: Khi các ứng dụng yêu cầu quyền cập nhật dữ liệu Sức khỏe của bạn, chúng sẽ được thêm vào danh sách.
zh_cn: App在请求更新你的健康数据时会被添加至列表。
zh_hk: 當App要求更新你的「健康」資料時，會被加至以上的列表。
zh_tw: 當App要求更新你的「健康」資料時，會被加入到列表中。

# APPS_LIST_HEADER
source: Apps
ar: التطبيقات
bg: Приложения
cs: Aplikace
el: Εφαρμογές
fi: Apit
he: יישומים
hi: ऐप्स
hr: Aplikacije
hu: Appok
id: App
it: App
ja: アプリ
kk: Қолданбалар
ko: 앱
lt: Programos
ms: App
nb: Apper
pl: Aplikacje
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Apky
sl: Aplikacije
sv: Appar
th: แอป
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_cn: App
zh_hk: App
zh_tw: App

# APPS_NONE
source: None
ar: لا شيء
bg: Няма
ca: Cap
cs: Žádné
da: Ingen
de: Keine
el: Καμία
es: Ninguna
es_us: Ninguna
fi: Ei mitään
fr: Aucune
fr_ca: Aucune
he: ללא
hi: कोई नहीं
hr: Bez
hu: Semmi
id: Tidak Ada
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lt: Nėra
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
pt_pt: Nenhum
ro: Nimic
ru: Не указано
sk: Žiadne
sl: Brez
sv: Inga
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_cn: 无
zh_hk: 無
zh_tw: 無

# APPS_READ_ACCESS_HEADER
source: Apps Allowed to Read Data
ar: التطبيقات المسموح لها بقراءة البيانات
bg: Приложения с позволение да четат данни
ca: Apps que tenen permís per llegir dades
cs: Aplikace, které smí číst data
da: Apps med tilladelse til at læse data
de: Apps mit Lesezugriff auf Daten
el: Εφαρμογές με δικαίωμα ανάγνωσης δεδομένων
es: Apps con permiso para leer datos
es_us: Apps que pueden leer datos
fi: Apit, joilla on lupa lukea tiedot
fr: Apps autorisées à consulter les données
fr_ca: Apps autorisées à lire des données
he: יישומים שמורשים לקרוא נתונים
hi: ऐप्स जिन्हें डेटा पढ़ने की अनुमति है
hr: Aplikacije kojima je dozvoljeno čitanje podataka
hu: Appok, amelyek olvashatják az adatokat
id: App yang Diizinkan untuk Membaca Data
it: App autorizzate alla lettura dei dati
ja: データの読み出しを許可したアプリ
kk: Деректерді оқуға рұқсат берілген қолданбалар
ko: 데이터 읽기가 허용된 앱
lt: Programos, kurioms suteikta duomenų skaitymo teisė
ms: App Dibenarkan Membaca Data
nb: Apper med tillatelse til å lese data
nl: Apps die gegevens mogen lezen
pl: Aplikacje, które mogą czytać dane
pt: Apps Autorizados a Ler Dados
pt_pt: Aplicações que podem ler dados
ro: Citirea datelor este permisă în aceste aplicații
ru: Приложения, которым разрешено читать данные
sk: Apky, ktoré môžu čítať dáta
sl: Aplikacije, ki jim je dovoljeno branje podatkov
sv: Appar som får läsa data
th: แอปที่อนุญาตให้อ่านข้อมูลได้
tr: Veri Okumasına İzin Verilen Uygulamalar
uk: Програми з доступом до зчитування даних
vi: Ứng dụng được phép đọc dữ liệu
zh_cn: 允许读取数据的App
zh_hk: 允許讀取資料的App
zh_tw: 允許讀取資料的App

source: Auto Scale
ar: تحجيم تلقائي
bg: Автоматично скала
ca: Ajusta automàticament
cs: Automatické měřítko
da: Automatisk skalering
de: Größe automatisch anpassen
el: Αυτόματη κλίμακα
es: Escala automática
es_us: Escala automática
fi: Autom. skaalaus
fr: Échelle automatique
fr_ca: Échelle automatique
he: התאם אוטומטית
hi: ऑटो स्केल
hr: Automatska promjena veličine
hu: Automatikus méretezés
id: Ubah Skala Otomatis
it: Ridimensionamento automatico
ja: 自動サイズ調整
kk: Авто масштаб
ko: 자동 크기 조절
lt: Automatinė skalė
ms: Skala Auto
nb: Autoskalering
nl: Automatische schaal
pl: Skaluj automatycznie
pt: Escala Automática
pt_pt: Ajustar automaticamente
ro: Scară automată
ru: Автомасштаб
sk: Autom. mierka
sl: Samodejno prilagajanje velikosti
sv: Skala automatiskt
th: สเกลอัตโนมัติ
tr: Otomatik Ölçek
uk: Автомасштаб
vi: Tự động chia tỷ lệ
zh_cn: 自动缩放
zh_hk: 自動縮放
zh_tw: 自動縮放

source: Back
ar: رجوع
bg: Назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_us: Atrás
fi: Edellinen
fr: Retour
fr_ca: Retour
he: הקודם
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로
lt: Atgal
ms: Balik
nb: Tilbake
nl: Vorige
pl: Wróć
pt: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 上一步
zh_tw: 返回

# BED_TIME_HEADER
source: Bedtime
ar: وقت النوم
bg: Време за сън
ca: Hora de dormir
cs: Večerka
da: Sengetid
de: Schlafenszeit
el: Ώρα ύπνου
es: Sueño
es_us: Hora de dormir
fi: Nukkumaan
fr: Coucher
fr_ca: Heure du coucher
he: שעת שינה
hi: सोने का समय
hr: Spavanje
hu: Ágyban töltött idő
id: Waktu Tidur
it: Sonno
ja: 就寝時刻
kk: Ұйқы режимі
ko: 취침 시간
lt: Laikas miegoti
ms: Waktu Tidur
nb: Leggetid
nl: In bed
pl: Pora spać
pt: Hora de Dormir
pt_pt: Hora de deitar
ro: Ora de culcare
ru: Время в постели
sk: Večierka
sl: Čas za spanje
sv: Läggdags
th: เวลานอนหลับ
tr: Yatma zamanı
uk: Час сну
vi: Giờ đi ngủ
zh_cn: 就寝
zh_hk: 就寢時間
zh_tw: 就寢時間

# BEDTIME_CONSISTENCY_CONTEXT_BUTTON_TITLE
source: Bedtime Consistency
ar: انتظام وقت النوم
bg: Регулярност на време за сън
ca: Regularitat
cs: Pravidelnost večerky
da: Regelmæssig sengetid
de: Regelmäßige Schlafenszeit
el: Συνέπεια ώρας ύπνου
es: Regularidad al acostarse
es_us: Constancia para dormir
fi: Nukkumisen säännöllisyys
fr: Régularité de l’heure du coucher
fr_ca: Sommeil régulier
he: עקביות שעת שינה
hi: सोने का समय संगतता
hr: Dosljednost odlaska na spavanje
hu: Az ágyban töltött idő állandósága
id: Konsistensi Waktu Tidur
it: Routine sonno
ja: 就寝/起床時刻の一貫性
kk: Ұйқы режимінің тұрақтылығы
ko: 취침 시간 규칙성
lt: Laiko miegoti reguliarumas
ms: Kekonsistenan Waktu Tidur
nb: Konsekvent leggetid
nl: Consistentie in bed
pl: Regularność snu
pt: Consistência da Hora de Dormir
pt_pt: REGULARIDADE
ro: Consecvență oră de culcare
ru: Регулярность режима сна
sk: Pravidelnosť večierky
sl: Konsistentnost časa za spanja
sv: Regelbundenhet för sömn
th: ความสม่ำเสมอของเวลานอนหลับ
tr: Yatma Zamanı Tutarlılığı
uk: Сталість часу сну
vi: Giờ đi ngủ nhất quán
zh_cn: 就寝规律
zh_hk: 就寢時間規律性
zh_tw: 就寢時間規律性

# BEDTIME_CONSISTENCY_EARLY
source: %@ early
ar: ‏%@ مبكرًا
bg: %@ по-рано
ca: %@ abans de l’hora
cs: O %@ dříve
da: %@ tidligere
de: %@ früher
el: %@ νωρίτερα
es: %@ antes
es_us: %@ más temprano
fi: %@ etuajassa
fr: %@ d’avance
fr_ca: %@ plus tôt
he: ‏%@ מוקדם יותר
hi: %@ पहले
hr: %@ ranije
hu: %@ korábban
id: Lebih awal %@
it: In anticipo di %@
ja: %@早い
kk: %@ ерте
ko: %@ 일찍
lt: %@ anksčiau
ms: Awal %@
nb: %@ tidligere
nl: %@ eerder
pl: %@ za wcześnie
pt: %@ cedo
pt_pt: %@ adiantado
ro: Cu %@ mai devreme
ru: %@ раньше
sk: Predčasná: %@
sl: %@ predčasno
sv: %@ tidigare
th: เร็ว%[tt]@
tr: %@ önce
uk: на %@ раніше
vi: Sớm %@
zh_cn: 提前%@
zh_hk: 提前%@
zh_tw: 提前%@

# BEDTIME_CONSISTENCY_HEADER
source: BEDTIME CONSISTENCY
ar: انتظام وقت النوم
bg: РЕГУЛЯРНОСТ НА ВРЕМЕ ЗА СЪН
ca: REGULARITAT
cs: PRAVIDELNOST VEČERKY
da: REGELMÆSSIG SENGETID
de: REGELMÄSSIGE SCHLAFENSZEIT
el: ΣΥΝΕΠΕΙΑ ΩΡΑΣ ΥΠΝΟΥ
es: REGULARIDAD AL ACOSTARSE
es_us: CONSTANCIA PARA DORMIR
fi: NUKKUMISEN SÄÄNNÖLLISYYS
fr: RÉGULARITÉ DE L’HEURE DU COUCHER
fr_ca: SOMMEIL RÉGULIER
he: עקביות שעת שינה
hi: सोने का समय संगतता
hr: DOSLJEDNOST ODLASKA NA SPAVANJE
hu: ÁGYBAN TÖLTÖTT IDŐ ÁLLANDÓSÁGA
id: KONSISTENSI WAKTU TIDUR
it: ROUTINE SONNO
ja: 就寝/起床時刻の一貫性
kk: ҰЙҚЫ РЕЖИМІНІҢ ТҰРАҚТЫЛЫҒЫ
ko: 취침 시간 규칙성
lt: LAIKO MIEGOTI REGULIARUMAS
ms: KEKONSISTENAN WAKTU TIDUR
nb: KONSEKVENT LEGGETID
nl: CONSISTENTIE IN BED
pl: REGULARNOŚĆ
pt: CONSISTÊNCIA DA HORA DE DORMIR
pt_pt: REGULARIDADE
ro: CONSECVENȚĂ ORĂ DE CULCARE
ru: РЕГУЛЯРНОСТЬ РЕЖИМА
sk: PRAVIDELNOSŤ VEČIERKY
sl: KONSISTENTNOST ČASA ZA SPANJE
sv: REGELBUNDENHET FÖR SÖMN
th: ความสม่ำเสมอของเวลานอนหลับ
tr: YATMA ZAMANI TUTARLILIĞI
uk: СТАЛІСТЬ ЧАСУ СНУ
vi: GIỜ ĐI NGỦ NHẤT QUÁN
zh_cn: 就寝规律
zh_hk: 就寢時間規律性
zh_tw: 就寢時間規律性

# BEDTIME_CONSISTENCY_INFERRED_HEADER
source: INFERRED BEDTIME CONSISTENCY
ar: نتائج انتظام وقت النوم
bg: ПРЕДПОЛОЖЕНА РЕГУЛЯРНОСТ НА ВРЕМЕ ЗА СЪН
ca: REGULARITAT ESTIMADA
cs: ODVOZENÁ PRAVIDELNOST VEČERKY
da: ANTAGET REGELMÆSSIG SENGETID
de: ABGELEITETE REGELMÄSSIGE SCHLAFENSZEIT
el: ΣΥΝΑΓΟΜΕΝΗ ΣΥΝΕΠΕΙΑ ΩΡΑΣ ΥΠΝΟΥ
es: REGULARIDAD ESTIMADA AL ACOSTARSE
es_us: CONSTANCIA PARA DORMIR INFERIDA
fi: Päätelty nukkumisen säännöllisyys
fr: RÉGULARITÉ DÉDUITE DE L’HEURE DU COUCHER
fr_ca: SOMMEIL RÉGULIER DÉDUIT
he: מסקנות עקביות שעת שינה
hi: परिणामी सोने का समय संगतता
hr: SAŽETAK DOSLJEDNOSTI ODLASKA NA SPAVANJE
hu: KISZÁMÍTOTT ÁGYBAN TÖLTÖTT IDŐ ÁLLANDÓSÁGA
id: SIMPULAN KONSISTENSI WAKTU TIDUR
it: ROUTINE SONNO STIMATA
ja: 就寝/起床時刻の推定一貫性
kk: ҰЙҚЫ РЕЖИМІНІҢ БОЛЖАЛДЫ ТҰРАҚТЫЛЫҒЫ
ko: 취침 시간 규칙성 추정
lt: NUMANOMAS LAIKO MIEGOTI REGULIARUMAS
ms: KEKONSISTENAN WAKTU TIDUR TERSIMPUL
nb: ANTATT KONSEKVENT LEGGETID
nl: AFGELEIDE CONSISTENTIE IN BED
pl: WYLICZONA REGULARNOŚĆ
pt: CONSISTÊNCIA INFERIDA DA HORA DE DORMIR
pt_pt: REGULARIDADE DEDUZIDA
ro: CONSECVENȚĂ ORĂ DE CULCARE DEDUSĂ
ru: ПРЕДПОЛОЖИТЕЛЬНАЯ РЕГУЛЯРНОСТЬ РЕЖИМА
sk: ODVODENÁ PRAVIDELNOSŤ VEČIERKY
sl: PREDVIDENA KONSISTENTNOST ČASA ZA SPANJE
sv: ANTAGEN REGELBUNDENHET FÖR SÖMN
th: ความสม่ำเสมอโดยสรุปของเวลานอนหลับ
tr: ANLAŞILAN YATMA ZAMANI TUTARLILIĞI
uk: ВИВЕДЕНА СТАЛІСТЬ ЧАСУ СНУ
vi: GIỜ ĐI NGỦ NHẤT QUÁN SUY LUẬN
zh_cn: 推测的就寝作息
zh_hk: 推斷就寢時間規律性
zh_tw: 推斷就寢時間規律性

# BEDTIME_CONSISTENCY_IRREGULAR
source: Irregular
ar: غير منتظم
bg: Нередовно
cs: Nepravidelná
da: Uregelmæssig
de: Unregelmäßig
el: Ακανόνιστη
fi: Ei normaali
fr: Irrégulière
fr_ca: Irrégulier
he: לא סדיר
hi: अनियमित
hr: Nepravilno
hu: Nem egyenletes
id: Tidak Teratur
it: Irregolare
ja: 不規則
kk: Тұрақсыз
ko: 불규칙적
lt: Sutrikęs
ms: Tidak Tetap
nb: Uregelmessig
nl: Onregelmatig
pl: Niska
ro: Neregulată
ru: Нерегулярный
sk: Nepravidelná
sl: Neenakomerno
sv: Oregelbunden
th: ไม่สม่ำเสมอ
tr: Düzensiz
uk: Нерегулярно
vi: Không đều
zh_cn: 不规则
zh_hk: 不規律
zh_tw: 不規律

# BEDTIME_CONSISTENCY_LATE
source: %@ late
ar: ‏%@ متأخرًا
bg: %@ по-късно
ca: %@ tard
cs: O %@ později
da: %@ senere
de: %@ später
el: %@ πιο αργά
es: %@ tarde
es_us: %@ más tarde
fi: %@ myöhässä
fr: %@ de retard
fr_ca: %@ plus tard
he: ‏%@ מאוחר יותר
hi: %@ देर
hr: Kasni %@
hu: %@ később
id: Terlambat %@
it: In ritardo di %@
ja: %@遅い
kk: %@ кеш
ko: %@ 늦게
lt: %@ vėluoja
ms: Lewat %@
nb: %@ senere
nl: %@ later
pl: %@ za późno
pt: %@ tarde
pt_pt: %@ atrasado
ro: Cu %@ mai târziu
ru: %@ позже
sk: Zmeškaná: %@
sl: %@ z zamudo
sv: %@ senare
th: ช้า%[tt]@
tr: %@ sonra
uk: на %@ пізніше
vi: Muộn %@
zh_cn: 推迟%@
zh_hk: 延後%@
zh_tw: 延後%@

# BEDTIME_CONSISTENCY_NONE
source: Unknown
ar: غير معروف
bg: Неизвестно
ca: Sense dades
cs: Neznámá
da: Ukendt
de: Unbek.
el: Άγνωστη
es: Desconocida
es_us: Desconocido
fi: Tuntematon
fr: Inconnue
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Non disponibile
ja: 不明
kk: Белгісіз
ko: 알 수 없음
lt: Nežinoma
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznana
pt: Desconhecida
pt_pt: Desconhecida
ro: Necunoscută
ru: Неизвестно
sk: Neznáma
sl: Neznano
sv: Okänt
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_cn: 未知
zh_hk: 未知的
zh_tw: 未知

# BEDTIME_CONSISTENCY_ON_TIME
source: On time
ar: في الموعد
bg: На време
ca: A l’hora
cs: Dodržená
da: Til tiden
de: Planmäßig
el: Εγκαίρως
es: A la misma hora
es_us: A tiempo
fi: Ajoissa
fr: À l’heure
fr_ca: À l’heure
he: בזמן
hi: समय पर
hr: Na vrijeme
hu: Időben
id: Tepat waktu
it: In orario
ja: 定刻
kk: Уақтылы
ko: 정시
lt: Laiku
ms: Tepat pada masa
nb: Til vanlig tid
nl: Op tijd
pl: O czasie
pt: Na hora
pt_pt: A horas
ro: La timp
ru: По расписанию
sk: Dodržaná
sl: Pravočasno
sv: I tid
th: ตรงเวลา
tr: Zamanında
uk: Вчасно
vi: Đúng giờ
zh_cn: 准时
zh_hk: 準時
zh_tw: 準時

# BEDTIME_CONSISTENCY_REGULAR
source: Regular
ar: عادي
bg: Нормално
ca: Normal
cs: Pravidelná
da: Normal
de: Regelmäßig
el: Κανονική
es_us: Regulares
fi: Normaali
fr: Régulière
fr_ca: Normal
he: רגיל
hi: नियमित
hr: Regularno
hu: Normál
id: Reguler
it: Regolare
ja: レギュラー
kk: Тұрақты
ko: 규칙적
lt: Įprasta
ms: Biasa
nb: Regelmessig
nl: Normaal
pl: Wysoka
pt: Normal
ro: Normală
ru: Регулярно
sk: Pravidelná
sl: Navadno
sv: Normal
th: ปกติ
tr: Normal
uk: Нормально
vi: Thông thường
zh_cn: 规律
zh_hk: 規律
zh_tw: 規律

# BEDTIME_HEADER
source: BEDTIME
ar: وقت النوم
bg: ВРЕМЕ ЗА СЪН
ca: HORA DE DORMIR
cs: VEČERKA
da: SENGETID
de: SCHLAFENSZEIT
el: ΩΡΑ ΥΠΝΟΥ
es: HORA DE ACOSTARSE
es_us: HORA DE DORMIR
fi: NUKKUMAAN
fr: COUCHER
fr_ca: HEURE DU COUCHER
he: שעת שינה
hi: सोने का समय
hr: SPAVANJE
hu: ÁGYBAN TÖLTÖTT IDŐ
id: WAKTU TIDUR
it: SONNO
ja: 就寝時刻
kk: ҰЙҚЫ РЕЖИМІ
ko: 취침 시간
lt: MIEGO METAS
ms: WAKTU TIDUR
nb: LEGGETID
nl: IN BED
pl: PORA SPAĆ
pt: HORA DE DORMIR
pt_pt: Na cama
ro: ORA DE CULCARE
ru: ОТБОЙ
sk: VEČIERKA
sl: ČAS ZA SPANJE
sv: LÄGGDAGS
th: เวลานอนหลับ
tr: YATMA ZAMANI
uk: ЧАС СНУ
vi: GIỜ ĐI NGỦ
zh_cn: 就寝
zh_hk: 就寢時間
zh_tw: 就寢時間

# BETA_BLOCKER_EXAMPLES
source: Such as metoprolol, carvedilol, and atenolol
ar: مثل ميتوبرولول وكارفيديلول وأتينولول
bg: Като метопролол, карведилол и атенолол
ca: Com ara metoprolol, carvedilol i atenolol
cs: Například metoprolol, carvedilol a atenolol
da: Som f.eks. metoprolol, carvedilol og atenolol
de: Wie z. B. Metoprolol, Carvedilol und Atenolol
el: Όπως μετοπρολόλη, καρβεδιλόλη και ατενολόλη
es: Como el metoprolol, el carvedilol y el atenolol.
es_us: Como metoprolol, carvedilol y atenolol
fi: Esimerkiksi metoprololi, karvediloli ja atenololi
fr: Ex. : métoprolol, carvédilol et aténolol
fr_ca: Par exemple, le métoprolol, le carvédilol et l’aténolol
he: כגון מטופרולול, קרבדילול ואטנולול
hi: जैसे मेटोप्रोलोल, कार्वेडिलोल और ऐटिनोलोल
hr: Kao što su metoprolol, carvedilol i atenolol
hu: Mint a metoprolol, carvedilol és atenolol
id: Seperti metoprolol, carvedilol, dan atenolol
it: Come metoprololo, carvedilolo e atenololo
ja: メトプロロール、カルベジロール、アテノロールなど
kk: Мысалы, метопролол, карведилол және атенолол
ko: 예: 메토프롤롤, 카르베딜롤, 아테놀올
lt: Tokie kaip metoprololis, karvedilolis ir atenololis
ms: Seperti metoprolol, carvedilol dan atenolol
nb: Som metoprolol, karvedilol og atenolol
nl: Bijvoorbeeld metoprolol, carvedilol en atenolol
pl: Na przykład metoprolol, karwedylol i atenolol
pt: Tais como metoprolol, carvedilol e atenolol
pt_pt: Por exemplo, metoprolol, carvedilol e atenolol
ro: Precum metoprolol, carvedilol și atenolol
ru: Такие как метопролол, карведилол и атенолол
sk: Napríklad metoprolol, karvedilol a atenolol
sl: Na primer metoprolol, karvedilol in atenolol
sv: Till exempel metoprolol, carvedilol och atenolol
th: เช่น เมโทโพรลอล คาร์วีดิลอล และอะทีโนลอล
tr: Metoprolol, karvedilol ve atenolol gibi
uk: Наприклад, метопролол, карведилол і атенолол
vi: Ví dụ như metoprolol, carvedilol và atenolol
zh_cn: 例如美托洛尔、卡维地洛和阿替洛尔
zh_hk: 例如美托洛爾、卡維地洛和阿替洛爾
zh_tw: 例如美托洛爾、卡維地洛和阿替洛爾

# BETA_BLOCKER_USE
source: Beta Blockers
ar: حاصرات بيتا
bg: Бета блокери
ca: Blocadors beta
cs: Beta-blokátory
da: Beta-blokkere
de: Betablocker
el: Β-αναστολείς
es: Betabloqueantes
es_us: Bloqueadores beta
fi: Beetasalpaajat
fr: Bêtabloquants
fr_ca: Bêtabloquants
he: חוסמי בטא
hi: बीटा ब्लॉकर
hr: Beta-blokatori
hu: Bétablokkolók
id: Penghambat Beta
it: Beta-bloccanti
ja: β遮断薬
kk: Бета-блокаторлар
ko: 베타 차단제
lt: Beta adrenoblokatoriai
ms: Penghalang Beta
nb: Betablokkere
nl: Bètablokkers
pl: Beta-blokery
pt: Betabloqueadores
pt_pt: Betabloqueadores
ro: Beta‑blocante
ru: Бета-блокаторы
sk: Beta blokátory
sl: Beta-blokatorji
sv: Betablockerare
th: ยากีดกันเบต้า
tr: Beta Blokörler
uk: Бета-блокатори
vi: Thuốc ức chế beta
zh_cn: β受体阻断药
zh_hk: 乙型阻斷劑
zh_tw: 乙型阻斷劑

# BIOLOGICAL_SEX_NOT_SET
source: Not Set
ar: لم يتم التعيين
bg: Не е зададено
ca: Sense definir
cs: Nenastaveno
da: Ikke indstillet
de: Keine Angabe
el: Δεν έχει οριστεί
es: Sin definir
es_us: Sin definir
fi: Ei asetettu
fr: Non défini
fr_ca: Non configuré
he: לא הוגדר
hi: सेट नहीं किया गया
hr: Nije podešeno
hu: Nincs megadva
id: Tidak Diatur
it: Non impostato
ja: 未設定
kk: Көрсетілмеген
ko: 설정 안 됨
lt: Nenustatyta
ms: Tidak Diset
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não Definido
pt_pt: Por definir
ro: Neconfigurat
ru: Не указан
sk: Nenastavené
sl: Ni nastavljeno
sv: Ej angivet
th: ไม่ได้ระบุ
tr: Ayarlanmamış
uk: Не задано
vi: Chưa đặt
zh_cn: 未设置
zh_hk: 尚未設定
zh_tw: 未設定
